Revit 2027 API
BuiltInFailures.NumberingFailures.NumberAlreadyInUseError Property
 The new number is already in use.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId NumberAlreadyInUseError { get; }
Public Shared ReadOnly Property NumberAlreadyInUseError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ NumberAlreadyInUseError {
	FailureDefinitionId^ get ();
}
static member NumberAlreadyInUseError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.NumberingFailures Class
Autodesk.Revit.DB Namespace